Repository: Rich4st/capalot
Catalog: languages/*.po
Languages: th_th, zh_tw

# 找不到页面！
source: Page Not Found！
th_th: หน้าหาย!
zh_tw: 找不到頁面！

# 页面出了问题或已经不存在了。
source: The page is out of order or no longer exists.
th_th: ปัญหาที่เกิดจากเพจอาจไม่มีอยู่อีกต่อไป
zh_tw: 此頁面發生問題或已經不存在。

# *昵称:
source: *Nickname:
th_th: *ชื่อเล่น:
zh_tw: *暱稱:

# *邮箱:
source: *Email:
th_th: *จดหมาย:
zh_tw: *電子郵件:

# 网址:
source: Website:
th_th: URL:
zh_tw: 網址:

# 评论(%s)
source: Comments (%s)
th_th: ความคิดเห็น(%s)
zh_tw: 評論（%s）

# 提示：请文明发言
source: Note: Please be respectful and civil in your comments
th_th: เคล็ดลับ: กรุณาพูดอย่างสุภาพ
zh_tw: 提示：請文明發言

# 请输入评论内容...
source: Enter your comment here...
th_th: กรุณาใส่ความคิดเห็นของคุณ...
zh_tw: 請輸入評論內容...

# 登录后评论
source: Post login comments
th_th: เข้าสู่ระบบเพื่อแสดงความคิดเห็น
zh_tw: 登入後評論

# 提交评论
source: Submit Comment
th_th: ส่งความคิดเห็น
zh_tw: 提交評論

# 全站顶部菜单
source: Site-Wide Top Navigation
th_th: เมนูด้านบนของเว็บไซต์
zh_tw: 全站頂部選單

# 首页模块
source: Homepage Modules
th_th: โมดูลบ้าน
zh_tw: 首頁模組

# 首页模块主内容区域
source: Main Content Area for Homepage Modules
th_th: พื้นที่เนื้อหาหลักของโมดูลโฮม
zh_tw: 首頁模組主內容區域

# 自定义模块主内容区域
source: Main Content Area for Homepage Modules
th_th: พื้นที่เนื้อหาหลักของโมดูลที่กำหนดเอง
zh_tw: 首頁模組主內容區域

# 文章侧边栏
source: Post Sidebar
th_th: แถบด้านข้างบทความ
zh_tw: 文章側邊欄

# 安全性未知，点击Url跳转
source: Security unknown, click on Url to
th_th: ไม่ทราบความปลอดภัย คลิก URL เพื่อข้าม
zh_tw: 安全性未知，點擊Url跳轉

# 即将跳转到外部网站
source: About to jump to an external site
th_th: จะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ภายนอก
zh_tw: 即將跳轉到外部網站

# 非法请求
source: Invalid request
th_th: คำขอที่ผิดกฎหมาย
zh_tw: 非法請求

# 非法访问
source: illegal access
th_th: การเข้าถึงที่ไม่ได้รับอนุญาต
zh_tw: 非法訪問

# 资源不存在或维护中
source: Resources do not exist or are under maintenan
th_th: ไม่มีทรัพยากรอยู่หรืออยู่ระหว่างการบำรุงรักษา
zh_tw: 資源不存在或維護中

# 请返回其他页面重试
source: Please return to other pages and try again
th_th: โปรดกลับไปที่หน้าอื่นแล้วลองอีกครั้ง
zh_tw: 請返回其他頁面重試

# 暂无下载权限
source: No download access
th_th: ยังไม่มีการอนุญาตให้ดาวน์โหลด
zh_tw: 購買下載權限

# 请购买后下载本资源
source: Please download this resource after purchase
th_th: โปรดดาวน์โหลดแหล่งข้อมูลนี้หลังจากซื้อ
zh_tw: 請購買後下載本資源

# 下载次数超限
source: Download limit exceeded
th_th: เกินจำนวนการดาวน์โหลด
zh_tw: 下載次數超限

# 请明日再来或升级套餐
source: Please come back tomorrow or upgrade your package
th_th: โปรดกลับมาใหม่พรุ่งนี้หรืออัพเกรดแพ็คเกจของคุณ
zh_tw: 請明日再來或陞級套餐

# 下载链接丢失
source: Download link lost
th_th: ลิงค์ดาวน์โหลดหายไป
zh_tw: 下載連結遺失

# 请联系管理员检查下载地址
source: Please contact the administrator to check if the file exists
th_th: โปรดติดต่อผู้ดูแลระบบเพื่อตรวจสอบที่อยู่ดาวน์โหลด
zh_tw: 請聯系管理員檢查下載地址

# 下载记录添加失败
source: Failed to add download history
th_th: ไม่สามารถเพิ่มบันทึกการดาวน์โหลด
zh_tw: 下載記錄

# 请返回刷新重试
source: Please return to refresh and retry
th_th: โปรดย้อนกลับและรีเฟรชเพื่อลองอีกครั้ง
zh_tw: 請返回重繪重試

# 下载了%s
source: Downloaded the %s
th_th: ดาวน์โหลด %s แล้ว
zh_tw: 下載了%s

# 下载文件丢失
source: Download file lost
th_th: ดาวน์โหลดไฟล์หาย
zh_tw: 下載檔案遺失

# 请联系管理员检查文件是否存在
source: Please contact the administrator to check if the file exists
th_th: โปรดติดต่อผู้ดูแลระบบเพื่อตรวจสอบว่ามีไฟล์อยู่หรือไม่
zh_tw: 請聯系管理員檢查檔案是否存在

# 成功登录本站
source: Successful login to this site
th_th: เข้าสู่ระบบไซต์นี้สำเร็จแล้ว
zh_tw: 成功登入本站

# 成功注册加入本站
source: Successfully registered to join this site
th_th: ลงทะเบียนเพื่อเข้าร่วมไซต์นี้สำเร็จแล้ว
zh_tw: 成功注册加入本站

# 暂无公告
source: No announcement
th_th: ยังไม่มีประกาศ
zh_tw: 暫無公告

# 暂未开启兑换
source: Exchange is currently unavailable
th_th: ยังไม่ได้เปิดใช้งานการแลกรางวัล
zh_tw: 暫未開啟兌換

# 请登录后兑换
source: Please log in before making an exchange
th_th: กรุณาเข้าสู่ระบบเพื่อแลก
zh_tw: 請登錄後兌換

# 请输入兑换码
source: Please enter the exchange code
th_th: กรุณากรอกรหัสแลกรางวัล
zh_tw: 請輸入兌換碼

# 验证码错误，请刷新验证码
source: The verification code is incorrect. Please refresh and try again
th_th: รหัสยืนยันไม่ถูกต้อง โปรดรีเฟรชรหัสยืนยัน
zh_tw: 驗證碼錯誤，請刷新驗證碼

# 兑换码错误
source: The exchange code is incorrect
th_th: ข้อผิดพลาดรหัสแลกรางวัล
zh_tw: 兌換碼錯誤

# 兑换码无效
source: The exchange code is invalid
th_th: รหัสแลกรับรางวัลไม่ถูกต้อง
zh_tw: 兌換碼無效

# 兑换码已到期
source: The exchange code has expired
th_th: รหัสแลกรางวัลหมดอายุแล้ว
zh_tw: 兌換碼已過期

# 兑换类型错误
source: Invalid exchange type
th_th: ประเภทการแลกรางวัลไม่ถูกต้อง
zh_tw: 兌換類型錯誤

# 您已获得最高特权，无需重复开通
source: You have already obtained the highest privilege and do not need to apply again
th_th: คุณได้รับสิทธิพิเศษสูงสุดไม่ต้องเปิดใช้งานอีกครั้ง
zh_tw: 您已獲得最高特權，無需重複開通

# 兑换金额错误
source: The amount for the exchange is incorrect
th_th: จำนวนการแลกเปลี่ยนไม่ถูกต้อง
zh_tw: 兌換金額錯誤

# 订单创建失败
source: Failed to create order
th_th: การสร้างคำสั่งซื้อล้มเหลว
zh_tw: 訂單創建失敗

# 兑换失败，请更换重试
source: Exchange failed. Please try again with a different code.
th_th: การแลกสิทธิ์ล้มเหลว โปรดเปลี่ยนและลองอีกครั้ง
zh_tw: 兌換失敗，請更換重試

# 订单状态处理异常
source: Order status processing exception
th_th: ข้อยกเว้นในการประมวลผลสถานะคำสั่งซื้อ
zh_tw: 訂單狀態處理異常

# 兑换成功，即将刷新页面
source: Exchange successful. The page will be refreshed.
th_th: แลกสำเร็จแล้ว เพจจะรีเฟรชเร็วๆ นี้
zh_tw: 兌換成功，即將刷新頁面

# 商城功能未开启
source: The online store function is currently unavailable
th_th: ไม่ได้เปิดใช้งานฟังก์ชั่นห้างสรรพสินค้า
zh_tw: 商城功能未開啟

# 请登录后购买
source: Please login to buy
th_th: กรุณาเข้าสู่ระบบเพื่อซื้อ
zh_tw: 請登錄後購買

# 暂无购买权限
source: No permission to buy
th_th: ยังไม่มีใบอนุญาตในการซื้อ
zh_tw: 暫無購買權限

# 订单类型错误
source: Incorrect order type
th_th: ประเภทการสั่งซื้อไม่ถูกต้อง
zh_tw: 訂單類型錯誤

# VIP套餐不存在
source: The VIP package does not exist
th_th: ไม่มีแพ็คเกจวีไอพี
zh_tw: VIP套餐不存在

# 充值数量不能为0
source: The recharge quantity cannot be 0
th_th: จำนวนการเติมต้องไม่เป็น 0
zh_tw: 充值數量不能為0

# 最低充值限制
source: Minimum top-up limit
th_th: วงเงินการเติมขั้นต่ำ
zh_tw: 最低充值限制

# 最高充值限制
source: Maximum top-up limit
th_th: ขีดจำกัดการเติมเงินสูงสุด
zh_tw: 最高充值限制

# 文章不存在
source: Article does not exist
th_th: ไม่มีบทความอยู่
zh_tw: 文章不存在

# 订单价格错误
source: Incorrect order price
th_th: ข้อผิดพลาดราคาสั่งซื้อ
zh_tw: 訂單價格錯誤

# 支付成功
source: Payment successful
th_th: การชำระเงินสำเร็จ
zh_tw: 支付成功

# 未支付
source: Unpaid
th_th: ค้างชำระ
zh_tw: 未支付

# 请登录后申请
source: Please log in before applying
th_th: กรุณาเข้าสู่ระบบเพื่อสมัคร
zh_tw: 請登錄後申請

# 网站推广功能暂未开启
source: Website promotion function is currently unavailable
th_th: ยังไม่ได้เปิดใช้งานฟังก์ชันการโปรโมตเว็บไซต์
zh_tw: 網站推廣功能暫未開啟

# 可提现金额须大于 %s 才可申请
source: The withdrawable amount must be greater than %s to apply
th_th: จำนวนเงินที่สามารถถอนออกได้จะต้องมากกว่า %s ก่อนจึงจะสามารถสมัครได้
zh_tw: 可提現金額須大於 %s 才可申請

# 申请提现失败，请联系客服处理
source: Withdrawal application failed. Please contact customer service for assistance.
th_th: การสมัครถอนเงินล้มเหลว โปรดติดต่อฝ่ายบริการลูกค้าเพื่อดำเนินการ
zh_tw: 申請提現失敗，請聯繫客服處理

# 成功申请提现金额%s
source: Successful request for cash withdrawal %s
th_th: สมัครถอนเงินจำนวน %s สำเร็จแล้ว
zh_tw: 成功申請提現金額%s

# 申请提现成功，请联系网站客服人工处理
source: Withdrawal application successful. Please contact website customer service for manual processing.
th_th: การสมัครถอนเงินสำเร็จ โปรดติดต่อฝ่ายบริการลูกค้าของเว็บไซต์เพื่อดำเนินการด้วยตนเอง
zh_tw: 申請提現成功，請聯繫網站客服人工處理

# 签到功能暂未开启
source: Website promotion function is currently unavailable
th_th: ยังไม่ได้เปิดใช้งานฟังก์ชันการลงชื่อเข้าใช้
zh_tw: 網站推廣功能暫未開啟

# 今日已签到，请明日再来
source: Checked in today, please come back tomorrow
th_th: วันนี้คุณได้ลงชื่อเข้าใช้แล้ว โปรดกลับมาใหม่พรุ่งนี้
zh_tw: 今日已簽到，請明日再來

# 签到失败
source: Failed to check in
th_th: การลงชื่อเข้าใช้ล้มเหลว
zh_tw: 簽到失敗

# 签到成功，领取(%s)%s
source: Check in successfully and receive (%s)%s
th_th: เข้าสู่ระบบสำเร็จ รับ (%s)%s
zh_tw: 簽到成功，領取（%s）%s

# 网站工单功能暂未开启
source: Website work order function is not yet open
th_th: ยังไม่ได้เปิดใช้งานฟังก์ชันใบสั่งงานเว็บไซต์
zh_tw: 網站推廣功能暫未開啟

# 请输入工单标题
source: Please enter the work order title
th_th: กรุณากรอกชื่อเรื่องของใบสั่งงาน
zh_tw: 請輸入工單標題

# 请输入工单内容
source: Please enter the content of the work order
th_th: กรุณากรอกเนื้อหาใบสั่งงาน
zh_tw: 請輸入工單內容

# 图片大小超出1MB限制
source: Image size exceeds 1MB limit
th_th: ขนาดรูปภาพเกินขีดจำกัด 1MB
zh_tw: 圖片大小超出1MB限制

# 仅支持上传图片附件
source: Only images can be uploaded
th_th: รองรับการอัพโหลดไฟล์แนบรูปภาพเท่านั้น
zh_tw: 僅支持上傳圖片附件

# 图片格式错误
source: Incorrect image format
th_th: ข้อผิดพลาดของรูปแบบภาพ
zh_tw: 圖片格式錯誤

# 工单提交失败，请重试
source: Work order submission failed, please try again
th_th: การส่งใบสั่งงานล้มเหลว โปรดลองอีกครั้ง
zh_tw: 工單提交失敗，請重試

# 工单提交成功，客服会尽快处理
source: Work orders submitted successfully, customer service will be processed as soon as possible
th_th: ส่งใบสั่งงานเรียบร้อยแล้ว และฝ่ายบริการลูกค้าจะจัดการโดยเร็วที่สุด
zh_tw: 工單提交成功，客服會儘快處理

# 点赞失败
source: Failed to like
th_th: ไม่สามารถชอบได้
zh_tw: 點讚失敗

# 点赞成功
source: Liked successfully
th_th: เหมือนสำเร็จ
zh_tw: 點讚成功

# 请登录后收藏
source: Please log in before adding to favorites
th_th: กรุณาเข้าสู่ระบบเพื่อรวบรวม
zh_tw: 請登錄後收藏

# 已取消收藏
source: Favorites have been removed
th_th: ยกเลิกรายการโปรดแล้ว
zh_tw: 已取消收藏

# 您已收藏过
source: You have already added this to your favorites
th_th: คุณได้รายการโปรด
zh_tw: 您已收藏過

# 收藏成功
source: Added to favorites successfully
th_th: รวบรวมสำเร็จ
zh_tw: 收藏成功

# 手机扫码或复制链接分享
source: Share by scanning the QR code with your phone or copying the link
th_th: สแกนรหัส QR ด้วยโทรศัพท์มือถือของคุณหรือคัดลอกลิงก์เพื่อแชร์
zh_tw: 手機掃碼或複製鏈接分享

# 请选择头像上传
source: Please select an avatar to upload
th_th: โปรดเลือกรูปประจำตัวที่จะอัปโหลด
zh_tw: 請選擇頭像上傳

# 图片大小超出500KB限制
source: The image size exceeds the 500KB limit
th_th: ขนาดรูปภาพเกินขีดจำกัด 500KB
zh_tw: 圖片大小超出500KB限制

# 仅支持上传图片
source: Only images can be uploaded
th_th: รองรับการอัพโหลดรูปภาพเท่านั้น
zh_tw: 僅支持上傳圖片

# 只允许上传图片文件
source: Only image files are allowed to be uploaded
th_th: อนุญาตให้อัพโหลดไฟล์รูปภาพเท่านั้น
zh_tw: 只允許上傳圖片文件

# 未知的文件类型
source: Unknown file type
th_th: ประเภทไฟล์ที่ไม่รู้จัก
zh_tw: 未知的文件類型

# 上传失败请重试
source: Upload failed. Please try again
th_th: การอัปโหลดล้มเหลว โปรดลองอีกครั้ง
zh_tw: 上傳失敗請重試

# 头像上传成功
source: Avatar uploaded successfully
th_th: อัปโหลดอวาตาร์เรียบร้อยแล้ว
zh_tw: 頭像上傳成功

# 保存失败
source: Failed to save changes
th_th: บันทึกล้มเหลว
zh_tw: 保存失敗

# 保存成功
source: Changes saved successfully
th_th: บันทึกเรียบร้อยแล้ว
zh_tw: 保存成功

# 邮箱地址格式错误
source: Incorrect email address format
th_th: ข้อผิดพลาดรูปแบบที่อยู่อีเมล
zh_tw: 郵箱地址格式錯誤

# 此邮箱已被使用
source: This email address has already been registered
th_th: อีเมลนี้มีการใช้งานแล้ว
zh_tw: 此郵箱已被使用

# 邮箱修改失败
source: Mailbox modification failure
th_th: การแก้ไขอีเมลล้มเหลว
zh_tw: 郵箱修改失敗

# 邮箱修改成功
source: Mailbox modified successfully
th_th: แก้ไขอีเมลเรียบร้อยแล้ว
zh_tw: 郵箱修改成功

# 请输入完整密码修改信息
source: Please provide complete information for changing your password
th_th: กรุณากรอกข้อมูลการเปลี่ยนรหัสผ่านให้ครบถ้วน
zh_tw: 請輸入完整密碼修改信息

# 新密码不能与旧密码相同
source: New password cannot be the same as the old password
th_th: รหัสผ่านใหม่ต้องไม่เหมือนกับรหัสผ่านเก่า
zh_tw: 新密碼不能與舊密碼相同

# 两次输入的密码不一致
source: The two passwords entered do not match
th_th: รหัสผ่านที่ป้อนสองครั้งไม่สอดคล้องกัน
zh_tw: 兩次輸入的密碼不一致

# 旧密码错误，请输入正确的密码
source: The old password is incorrect. Please enter the correct password
th_th: รหัสผ่านเก่าไม่ถูกต้อง กรุณากรอกรหัสผ่านให้ถูกต้อง
zh_tw: 舊密碼錯誤，請輸入正確的密碼

# 密码修改成功，请使用新密码重新登录
source: Password changed successfully. Please log in again with the new password
th_th: เปลี่ยนรหัสผ่านเรียบร้อยแล้ว กรุณาเข้าสู่ระบบอีกครั้งโดยใช้รหัสผ่านใหม่
zh_tw: 密碼修改成功，請使用新密碼重新登錄

# 本站未开启登录功能
source: The login function is currently unavailable on this website
th_th: ไม่ได้เปิดใช้งานฟังก์ชันการเข้าสู่ระบบบนไซต์นี้
zh_tw: 本站未開啟登錄功能

# 请输入账号或密码
source: Please enter your account or password
th_th: กรุณากรอกบัญชีหรือรหัสผ่านของคุณ
zh_tw: 請輸入賬號或密碼

# 用户名或密码不正确
source: Username or password is incorrect
th_th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
zh_tw: 用戶名或密碼不正確

# 此账号已被封禁（ %s ）
source: This account has been banned (%s)
th_th: บัญชีนี้ถูกแบน (%s)
zh_tw: 此賬號已被封禁（ %s ）

# 登录成功
source: Logged in successfully
th_th: เข้าสู่ระบบสำเร็จ
zh_tw: 登錄成功

# 本站未开启注册功能
source: The registration function is currently unavailable on this website
th_th: ฟังก์ชั่นการลงทะเบียนไม่ได้เปิดใช้งานบนไซต์นี้
zh_tw: 本站未開啟註冊功能

# 用户名格式错误
source: Incorrect username format
th_th: ข้อผิดพลาดรูปแบบชื่อผู้ใช้
zh_tw: 用戶名格式錯誤

# 请输入完整注册信息
source: Please provide complete registration information
th_th: กรุณากรอกข้อมูลการลงทะเบียนให้ครบถ้วน
zh_tw: 請輸入完整註冊信息

# 两次密码输入不一致
source: The two passwords entered do not match
th_th: การป้อนรหัสผ่านทั้งสองไม่สอดคล้องกัน
zh_tw: 兩次密碼輸入不一致

# 此用户名已被注册
source: This username has already been registered
th_th: ชื่อผู้ใช้นี้ได้ถูกลงทะเบียนแล้ว
zh_tw: 此用戶名已被註冊

# 此邮箱已被注册
source: This email address has already been registered
th_th: ที่อยู่อีเมลนี้ได้ถูกลงทะเบียนแล้ว
zh_tw: 此郵箱已被註冊

# 请输入邀请码
source: Please enter the invitation code
th_th: กรุณากรอกรหัสเชิญ
zh_tw: 請輸入邀請碼

# 邀请码错误
source: Invitation code error
th_th: รหัสคำเชิญเกิดข้อผิดพลาด
zh_tw: 邀請碼錯誤

# 邀请码已失效
source: Invitation code is no longer valid
th_th: รหัสเชิญหมดอายุแล้ว
zh_tw: 邀請碼已失效

# 邀请码已到期
source: The exchange code has expired
th_th: รหัสเชิญหมดอายุแล้ว
zh_tw: 兌換碼已過期

# 邀请码状态异常，请刷新重试
source: Account exception. Please refresh the page.
th_th: สถานะของรหัสเชิญผิดปกติ โปรดรีเฟรชและลองอีกครั้ง
zh_tw: 賬號異常，請刷新頁面

# 注册成功，即将自动登录
source: Registered successfully. You will be automatically logged in
th_th: การลงทะเบียนสำเร็จ คุณจะเข้าสู่ระบบโดยอัตโนมัติ
zh_tw: 註冊成功，即將自動登錄

# 此邮箱无绑定用户
source: No user is associated with this email address
th_th: ไม่มีผู้ใช้ที่ถูกผูกไว้กับที่อยู่อีเมลนี้
zh_tw: 此郵箱無綁定用戶

# 用户查询失败
source: Failed to retrieve user information
th_th: แบบสอบถามผู้ใช้ล้มเหลว
zh_tw: 用戶查詢失敗

# 账号异常，请刷新页面
source: Account exception. Please refresh the page
th_th: บัญชีมีความผิดปกติ โปรดรีเฟรชหน้านี้
zh_tw: 賬號異常，請刷新頁面

# 重置密码链接
source: Password reset link
th_th: ลิงค์รีเซ็ตรหัสผ่าน
zh_tw: 重置密碼鏈接

# 请打开此链接重置您的账号密码: %s
source: Please open this link to reset your account password: %s
th_th: โปรดเปิดลิงก์นี้เพื่อรีเซ็ตรหัสผ่านบัญชีของคุณ: %s
zh_tw: 請打開此鏈接重置您的賬號密碼：%s

# 重置密码链接将发送到您的邮箱
source: The password reset link will be sent to your email address
th_th: ลิงก์รีเซ็ตรหัสผ่านจะถูกส่งไปยังอีเมลของคุณ
zh_tw: 重置密碼鏈接將發送到您的郵箱

# 页面参数错误
source: Page parameter error
th_th: ข้อผิดพลาดของพารามิเตอร์หน้า
zh_tw: 頁面參數錯誤

# 账号信息获取失败
source: Failed to retrieve account information
th_th: ไม่สามารถรับข้อมูลบัญชีได้
zh_tw: 賬號信息獲取失敗

# 重置链接无效或已过期
source: The reset link is invalid or has expired
th_th: ลิงก์รีเซ็ตไม่ถูกต้องหรือหมดอายุ
zh_tw: 重置鏈接無效或已過期

# 密码重置成功,请使用新密码登录
source: Password reset successful. Please log in with the new password
th_th: รีเซ็ตรหัสผ่านสำเร็จ โปรดใช้รหัสผ่านใหม่เพื่อเข้าสู่ระบบ
zh_tw: 密碼重置成功，請使用新密碼登錄

# 密码已复制剪贴板
source: Password copied to clipboard
th_th: คัดลอกรหัสผ่านไปยังคลิปบอร์ดแล้ว
zh_tw: 密碼已復制剪貼板

# 复制
source: Copy
th_th: สำเนา
zh_tw: 複製

# 复制成功
source: Copied successfully
th_th: คัดลอกเรียบร้อยแล้ว
zh_tw: 複製成功

# 提交中...
source: Submitting...
th_th: กำลังส่ง...
zh_tw: 提交中...

# 评论成功
source: Comment posted successfully
th_th: แสดงความคิดเห็นสำเร็จ
zh_tw: 評論成功

# 评论成功，即将刷新页面
source: Comment posted successfully. The page will be refreshed
th_th: แสดงความคิดเห็นสำเร็จ เพจจะรีเฟรชเร็วๆ นี้
zh_tw: 評論成功，即將刷新頁面

# 请求支付中···
source: Requesting payment···
th_th: กำลังขอชำระเงิน...
zh_tw: 請求支付中···

# 支付已取消
source: Payment cancelled
th_th: ยกเลิกการชำระเงินแล้ว
zh_tw: 支付已取消

# 确定删除此记录？
source: Sure to delete this record?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกนี้
zh_tw: 確定删除此記錄？

# 搜索到 %1$s 个与 "%2$s" 相关的结果
source: %1$s results found for "%2$s"
th_th: พบผลลัพธ์ %1$s สำหรับ "%2$s"
zh_tw: 搜尋到 %1$s 個與 "%2$s" 相關的結果

# 搜索
source: Search
th_th: ค้นหา
zh_tw: 搜尋

# 全部
source: All
th_th: ทั้งหมด
zh_tw: 全部

# 查看
source: View
th_th: ตรวจสอบ
zh_tw: 查看

# 编辑
source: Edit
th_th: แก้ไข
zh_tw: 編輯

# 更新
source: Update
th_th: ต่ออายุ
zh_tw: 更新

# 添加新
source: Add new
th_th: เพิ่มใหม่
zh_tw: 添加新

# 新增
source: New
th_th: ใหม่
zh_tw: 新增

# 投稿发布
source: Submission Release
th_th: การส่งผลงานเพื่อตีพิมพ์
zh_tw: 投稿發佈

# VIP介绍
source: VIP Introduction
th_th: การแนะนำวีไอพี
zh_tw: VIP介紹

# 网址导航
source: Website Navigation
th_th: การนำทางไซต์
zh_tw: 網址導航

# 标签云
source: Tag Cloud
th_th: แท็กคลาวด์
zh_tw: 標籤雲

# 找回密码
source: Retrieve Password
th_th: ดึงรหัสผ่าน
zh_tw: 找回密碼

# 用户注册
source: User registration
th_th: การลงทะเบียนผู้ใช้
zh_tw: 用戶註冊

# 用户登录
source: User login
th_th: เข้าสู่ระบบของผู้ใช้
zh_tw: 用戶登錄

# 个人中心
source: Personal center
th_th: ศูนย์ส่วนบุคคล
zh_tw: 個人中心

# 到期
source: Expired
th_th: วุฒิภาวะ
zh_tw: 到期

# 绑定失败
source: Binding failed
th_th: การเชื่อมโยงล้มเหลว
zh_tw: 綁定失敗

# 当前用户之前已有其他账号绑定，请先登录其他账户解绑，或者激活已经使用该方式登录的账号！
source: The current user has already bound another account before. Please log in to the other account and unbind it, or activate the account that was previously logged in with this method
th_th: ผู้ใช้ปัจจุบันเคยถูกผูกไว้กับบัญชีอื่นมาก่อน โปรดเข้าสู่ระบบบัญชีอื่นเพื่อเลิกผูกหรือเปิดใช้งานบัญชีที่เข้าสู่ระบบด้วยวิธีนี้!
zh_tw: 當前用戶之前已有其他賬號綁定，請先登錄其他賬戶解綁，或者激活已經使用該方式登錄的賬號！

# 新用户注册失败
source: New user registration failed
th_th: การลงทะเบียนผู้ใช้ใหม่ล้มเหลว
zh_tw: 新用戶註冊失敗

# 基本信息
source: My Basic
th_th: ข้อมูลพื้นฐาน
zh_tw: 基本資訊

# 我的余额
source: My Balance
th_th: ความสมดุลของฉัน
zh_tw: 我的餘額

# 我的会员
source: My VIP
th_th: สมาชิกของฉัน
zh_tw: 我的會員

# 我的订单
source: Orders
th_th: คำสั่งซื้อของฉัน
zh_tw: 我的訂單

# 下载记录
source: Download records
th_th: ประวัติการดาวน์โหลด
zh_tw: 下載記錄

# 我的收藏
source: Favorites
th_th: คอลเลกชันของฉัน
zh_tw: 我的收藏

# 我的推广
source: My Refer
th_th: โปรโมชั่นของฉัน
zh_tw: 我的推廣

# 我的工单
source: My Tickets
th_th: สั่งงานของฉัน
zh_tw: 我的工單

# 我的投稿
source: My Submission
th_th: ผลงานของฉัน
zh_tw: 我的投稿

# 退出登录
source: Log out
th_th: ออกจากระบบ
zh_tw: 退出登錄

# 失效
source: Expired
th_th: ไม่ถูกต้อง
zh_tw: 失效

# 待回复
source: Pending reply
th_th: รอการตอบกลับ
zh_tw: 待回覆

# 处理中
source: In process
th_th: กำลังประมวลผล
zh_tw: 處理中

# 已回复
source: Replied
th_th: ตอบกลับ
zh_tw: 已回覆

# 已关闭
source: Closed
th_th: ปิด
zh_tw: 已關閉

# 其他
source: Other
th_th: อื่น
zh_tw: 其他

# 资源问题
source: Resource issue
th_th: ปัญหาทรัพยากร
zh_tw: 資源問題

# 会员问题
source: Membership issue
th_th: ปัญหาการเป็นสมาชิก
zh_tw: 會員問題

# 网站BUG
source: Website bug
th_th: ข้อผิดพลาดของเว็บไซต์
zh_tw: 網站錯誤

# 其他问题
source: Other issues
th_th: ปัญหาอื่น ๆ
zh_tw: 其他問題

# 未使用
source: Unused
th_th: ไม่ได้ใช้
zh_tw: 未使用

# 已使用
source: Used
th_th: ใช้แล้ว
zh_tw: 已使用

# 异常
source: Abnormal
th_th: ผิดปกติ
zh_tw: 異常

# 无
source: None
th_th: ไม่มี
zh_tw: 無

# 余额充值卡
source: Balance recharge card
th_th: บัตรเติมเงินยอดคงเหลือ
zh_tw: 餘額充值卡

# 会员兑换卡
source: Membership redemption card
th_th: บัตรกำนัลสมาชิก
zh_tw: 會員兌換卡

# 注册邀请码
source: Registration Invitation Code
th_th: ลงทะเบียนรหัสเชิญ
zh_tw: 注册邀請碼

# 未提现
source: Not withdrawn
th_th: ไม่ถอนออก
zh_tw: 未提現

# 提现中
source: Withdrawing
th_th: การถอนตัว
zh_tw: 提現中

# 已提现
source: Withdrawn
th_th: ถอนออกแล้ว
zh_tw: 已提現

# 其他订单
source: Other orders
th_th: คำสั่งอื่นๆ
zh_tw: 其他訂單

# 文章订单
source: Article orders
th_th: ลำดับบทความ
zh_tw: 文章訂單

# 充值订单
source: Recharge orders
th_th: สั่งเติมเงิน
zh_tw: 充值訂單

# VIP订单
source: VIP orders
th_th: ออเดอร์วีไอพี
zh_tw: VIP訂單

# 后台充值
source: Back-end recharge
th_th: เติมเงินแบ็กเอนด์
zh_tw: 後台充值

# 卡密支付
source: CDK payment
th_th: ชำระเงินด้วยบัตร
zh_tw: 卡密支付

# 余额支付
source: Balance payment
th_th: ยอดเงินคงเหลือ
zh_tw: 餘額支付

# 扫码支付 %s 元
source: Scan to pay %s yuan
th_th: สแกนโค้ด QR เพื่อจ่าย %s หยวน
zh_tw: 掃碼支付 %s 元

# 微信扫码支付 %s 元
source: WeChat scan to pay %s yuan
th_th: สแกนโค้ด QR บน WeChat เพื่อจ่าย %s หยวน
zh_tw: 微信掃碼支付 %s 元

# 支付宝扫码支付 %s 元
source: Alipay scan to pay %s yuan
th_th: สแกนโค้ด QR ด้วย Alipay เพื่อจ่าย %s หยวน
zh_tw: 支付寶掃碼支付 %s 元

# 支付后请等待 5 秒左右，切勿关闭扫码窗口
source: Please wait for about 5 seconds after payment. Do not close the scanning window
th_th: โปรดรอประมาณ 5 วินาทีหลังการชำระเงิน และอย่าปิดหน้าต่างสแกนโค้ด QR
zh_tw: 支付後請等待 5 秒左右，切勿關閉掃碼窗口

# 支付接口未配置
source: Payment interface is not configured
th_th: ไม่ได้กำหนดค่าอินเทอร์เฟซการชำระเงิน
zh_tw: 支付接口未配置

# 支付接口暂未开启
source: Payment interface is not yet enabled
th_th: อินเทอร์เฟซการชำระเงินยังไม่เปิด
zh_tw: 支付接口暫未開啟

# 余额不足
source: Insufficient balance
th_th: ยอดคงเหลือไม่เพียงพอ
zh_tw: 餘額不足

# 余额支付失败
source: Balance payment failed
th_th: การชำระยอดคงเหลือล้มเหลว
zh_tw: 餘額支付失敗

# 成功开通了本站%s
source: Successfully opened this site%s
th_th: เปิดไซต์นี้ %s สำเร็จแล้ว
zh_tw: 成功開通了本站%s

# 成功充值%s%s
source: Successful recharge %s%s
th_th: ชาร์จ %s%s สำเร็จแล้ว
zh_tw: 成功充值%s%s

# 成功购买了%s
source: Successfully purchased %s
th_th: ซื้อ %s สำเร็จแล้ว
zh_tw: 成功購買了%s

# 推广成功，获得佣金奖励%s
source: Promote successfully, get commission bonus %s
th_th: โปรโมชั่นนี้ประสบความสำเร็จและคุณได้รับรางวัลคอมมิชชั่น %s
zh_tw: 推廣成功，獲得傭金獎勵%s

# 新订单付款成功提醒
source: New order payment success reminder
th_th: การแจ้งเตือนความสำเร็จในการชำระเงินคำสั่งซื้อใหม่
zh_tw: 新訂單付款成功提醒

# 订单金额：%s，</br>详细信息请在网站后台查看订单信息
source: Order amount: %s, </br>For more information, please check the order information in the website backend
th_th: จำนวนการสั่งซื้อ: %s</br>สำหรับรายละเอียด โปรดตรวจสอบข้อมูลการสั่งซื้อในส่วนหลังของเว็บไซต์
zh_tw: 訂單金額：%s，</br>詳細信息請在網站後臺查看訂單信息

# 游客
source: Guest
th_th: นักท่องเที่ยว
zh_tw: 遊客

# 前
source: ago
th_th: ซึ่งไปข้างหน้า
zh_tw: 前

# 首页
source: Home
th_th: หน้าแรก
zh_tw: 首頁

# 搜索: %s
source: Search: %s
th_th: ค้นหา: %s
zh_tw: 搜索：%s

# 正文
source: Content
th_th: ข้อความ
zh_tw: 正文

# 第%s页
source: Page %s
th_th: หน้า %s
zh_tw: 第%s頁

# 加载更多
source: Load more
th_th: โหลดเพิ่มเติม
zh_tw: 加載更多

# 已全部加载完毕
source: All loaded
th_th: โหลดทั้งหมดแล้ว
zh_tw: 已全部加載完畢

# <i class="fas fa-angle-left me-1"></i>上一页
source: <i class="fas fa-angle-left me-1"></i>Previous page
th_th: <i class="fas fa-angle-left me-1"></i>หน้าก่อนหน้า
zh_tw: <i class="fas fa-angle-left me-1"></i>上一頁

# 下一页<i class="fas fa-angle-right ms-1"></i>
source: Next page<i class="fas fa-angle-right ms-1"></i>
th_th: หน้าถัดไป<i class="fas fa-angle-right ms-1"></i>
zh_tw: 下一頁<i class="fas fa-angle-right ms-1"></i>

# 最新一页
source: Latest page
th_th: หน้าล่าสุด
zh_tw: 最新一頁

# 最后一页
source: Last page
th_th: หน้าสุดท้าย
zh_tw: 最後一頁

# 分页
source: Pagination
th_th: การแบ่งหน้า
zh_tw: 分頁

# 您的评论正在等待审核。
source: Your comment is waiting for review
th_th: ความคิดเห็นของคุณกำลังรอการกลั่นกรอง
zh_tw: 您的評論正在等待審核。

# %s前
source: %s ago
th_th: %s ที่แล้ว
zh_tw: %s前

# 全宽页面
source: Full width page
th_th: หน้ากว้างเต็ม
zh_tw: 全寬頁面

# Html页面
source: Html page
th_th: หน้า HTML
zh_tw: Html頁面

# 模块化页面
source: Modular page
th_th: หน้าโมดูลาร์
zh_tw: 模組化頁面

# 全站
source: All
th_th: เว็บไซต์เต็มรูปแบบ
zh_tw: 全站

# 输入关键词 回车...
source: Enter keywords and press enter...
th_th: ใส่คำสำคัญแล้วกด Enter...
zh_tw: 輸入關鍵詞 回車...

# 分类
source: Categories
th_th: การจัดหมวดหมู่
zh_tw: 分類

# 免费
source: Free
th_th: ฟรี
zh_tw: 免費

# %s免费
source: %s Free
th_th: %s ฟรี
zh_tw: %s免費

# %s折扣
source: %s Discount
th_th: ส่วนลด %s
zh_tw: %s折扣

# %s专属
source: %s Exclusive
th_th: สิทธิพิเศษสำหรับ %s
zh_tw: %s專屬

# 价格
source: Price
th_th: ราคา
zh_tw: 價格

# 最新
source: Newest
th_th: ปัจจุบัน
zh_tw: 最新

# 热度
source: Popularity
th_th: ความร้อน
zh_tw: 熱度

# 点赞
source: Likes
th_th: ชอบ
zh_tw: 點贊

# 收藏
source: Favorites
th_th: เก็บรวบรวม
zh_tw: 收藏

# 随机
source: Random
th_th: สุ่ม
zh_tw: 隨機

# 排序
source: Sort by
th_th: เรียงลำดับ
zh_tw: 排序

# 友情链接：
source: Links:
th_th: ลิงค์:
zh_tw: 友情連結：

# 快速导航
source: Quick Navigation
th_th: การนำทางอย่างรวดเร็ว
zh_tw: 快速導航

# 关于本站
source: About this site
th_th: เกี่ยวกับเว็บไซต์นี้
zh_tw: 關於本站

# 联系我们
source: Contact Us
th_th: ติดต่อเรา
zh_tw: 聯繫我們

# 亮色模式
source: Light mode
th_th: โหมดแสง
zh_tw: 亮色模式

# 深色模式
source: Dark mode
th_th: โหมดมืด
zh_tw: 深色模式

# 站内搜索
source: Site Search
th_th: ค้นหาไซต์
zh_tw: 站內搜索

# 网站公告
source: Website Notice
th_th: ประกาศทางเว็บไซต์
zh_tw: 網站公告

# 登录
source: Login
th_th: เข้าสู่ระบบ
zh_tw: 登錄

# 余额
source: Balance
th_th: สมดุล
zh_tw: 餘額

# 充值
source: Recharge
th_th: เติม
zh_tw: 充值

# 本站
source: This site
th_th: เว็บไซต์นี้
zh_tw: 本站

# 后台管理
source: Admin Panel
th_th: การจัดการหลังเวที
zh_tw: 後台管理

# 暂无内容
source: No content available
th_th: ยังไม่มีเนื้อหา
zh_tw: 暫無內容
