Repository: Rich4st/capalot
Catalog: languages/*.po
Languages: th_th, zh_tw

# 置顶
source: Sticky
th_th: ปักหมุดไว้ด้านบน
zh_tw: 置頂

# 继续阅读<span class="screen-reader-text"> "%s"</span>
source: Continue reading<span class="screen-reader-text"> "%s"</span>
th_th: อ่านต่อ<span class="screen-reader-text"> "%s"</span>
zh_tw: 繼續閱讀<span class="screen-reader-text">「%s」</span>

# 本站注册功能暂时关闭
source: Site registration is temporarily closed
th_th: ฟังก์ชั่นการลงทะเบียนของเว็บไซต์นี้ถูกปิดชั่วคราว
zh_tw: 本站註冊功能暫時關閉

# 返回首页
source: Return to homepage
th_th: กลับไปที่หน้าแรก
zh_tw: 返回首頁

# 本站登录功能暂时关闭
source: Site login is temporarily closed
th_th: ฟังก์ชั่นการเข้าสู่ระบบของเว็บไซต์นี้ถูกปิดชั่วคราว
zh_tw: 本站登錄功能暫時關閉

# 账号绑定的邮箱*
source: Email address bound to the account*
th_th: ที่อยู่อีเมลที่ผูกกับบัญชี*
zh_tw: 賬號綁定的郵箱*

# 邮箱地址
source: Email address
th_th: ที่อยู่อีเมล
zh_tw: 郵箱地址

# 验证码
source: Verification code
th_th: รหัสยืนยัน
zh_tw: 驗證碼

# 点击刷新验证码
source: Click to refresh verification code
th_th: คลิกรีเฟรชรหัสยืนยัน
zh_tw: 點擊刷新驗證碼

# 重置密码链接会发送到您的邮箱，请通过重置链接修改新密码。
source: The reset password link will be sent to your email. Please use the reset link to change your password
th_th: ลิงก์รีเซ็ตรหัสผ่านจะถูกส่งไปยังอีเมลของคุณ โปรดใช้ลิงก์รีเซ็ตเพื่อเปลี่ยนรหัสผ่านใหม่
zh_tw: 重置密碼鏈接會發送到您的郵箱，請通過重置鏈接修改新密碼。

# 想起密码？
source: Remembered your password?
th_th: จำรหัสผ่านของคุณ?
zh_tw: 想起密碼？

# 登录账号
source: Login Account
th_th: บัญชีเข้าสู่ระบบ
zh_tw: 登錄賬號

# 您正在重新设置账号密码
source: You are resetting your account password
th_th: คุณกำลังรีเซ็ตรหัสผ่านบัญชีของคุณ
zh_tw: 您正在重新設置帳號密碼

# 新密码
source: New Password
th_th: รหัสผ่านใหม่
zh_tw: 新密碼

# 密码
source: Password
th_th: รหัสผ่าน
zh_tw: 密碼

# 确认新密码
source: Confirm New Password
th_th: ยืนยันรหัสผ่านใหม่
zh_tw: 確認新密碼

# 确认输入密码
source: Confirm Input Password
th_th: ยืนยันรหัสผ่าน
zh_tw: 確認輸入密碼

# 立即重置密码
source: Reset Password Now
th_th: รีเซ็ตรหัสผ่านทันที
zh_tw: 立即重置密碼

# 用户名*
source: Username*
th_th: ชื่อผู้ใช้*
zh_tw: 用戶名*

# 英文名称
source: English Name
th_th: ชื่อภาษาอังกฤษ
zh_tw: 英文名稱

# 邮箱*
source: Email*
th_th: จดหมาย*
zh_tw: 郵箱*

# 密码*
source: Password*
th_th: รหัสผ่าน*
zh_tw: 密碼*

# 邀请码*
source: Invitation Code*
th_th: รหัสเชิญ*␣
zh_tw: 邀請碼*

# 获取邀请码
source: Get Invitation Code
th_th: รับรหัสเชิญ
zh_tw: 獲取邀請碼

# 已有账号？
source: Already have an account?
th_th: มีบัญชีอยู่แล้ว?
zh_tw: 已有賬號？

# 立即注册
source: Register Now
th_th: สมัครตอนนี้เลย
zh_tw: 立即註冊

# 邮箱或用户名
source: Email or Username
th_th: อีเมล์หรือชื่อผู้ใช้
zh_tw: 郵箱或用戶名

# 忘记密码？
source: Forgot Password?
th_th: ลืมรหัสผ่านเหรอ?
zh_tw: 忘記密碼？

# 记住登录状态？
source: Remember Login Status?
th_th: จำสถานะการเข้าสู่ระบบได้หรือไม่?
zh_tw: 記住登錄狀態？

# 新用户？
source: New user?
th_th: ผู้ใช้ใหม่?
zh_tw: 新用戶？

# 注册账号
source: Register Account
th_th: ลงทะเบียนบัญชี
zh_tw: 註冊賬號

# 立即登录
source: Login Now
th_th: เข้าสู่ระบบทันที
zh_tw: 立即登錄

# 快捷登录/注册
source: Quick Login/Register
th_th: เข้าสู่ระบบ / ลงทะเบียนด่วน
zh_tw: 快捷登錄/註冊

# QQ登录
source: QQ Login
th_th: เข้าสู่ระบบ QQ
zh_tw: QQ登錄

# 微信登录
source: WeChat Login
th_th: เข้าสู่ระบบ WeChat
zh_tw: 微信登錄

# 注册&登录即表示同意本站
source: By registering and logging in, you agree to this site's
th_th: การลงทะเบียนและเข้าสู่ระบบหมายความว่าคุณยอมรับไซต์นี้
zh_tw: 註冊&登錄即表示同意本站

# 用户协议
source: User Agreement
th_th: ข้อตกลงการใช้
zh_tw: 用戶協議

# 隐私政策
source: Privacy Policy
th_th: นโยบายความเป็นส่วนตัว
zh_tw: 隱私政策

# 按数量排序
source: Sort by Quantity
th_th: เรียงตามปริมาณ
zh_tw: 按數量排序

# 按名称排序
source: Sort by name
th_th: เรียงตามชื่อ
zh_tw: 按名稱排序

# 无权限编辑
source: No permission to edit
th_th: ไม่มีสิทธิ์ในการแก้ไข
zh_tw: 無許可權編輯

# 仅限编辑作者本人文章
source: Only the author's own articles can be edited
th_th: เฉพาะบทความของผู้เขียนเท่านั้นที่สามารถแก้ไขได้
zh_tw: 僅限編輯作者本人文章

# 更新成功
source: Update successful
th_th: การอัปเดตเสร็จสมบูรณ์
zh_tw: 更新成功

# 编辑文章
source: Edit Article
th_th: แก้ไขบทความ
zh_tw: 編輯文章

# 发布文章
source: Published Articles
th_th: โพสต์บทความ
zh_tw: 發佈文章

# 如遇无法添加附件到本文章提示，请先将文章发布文后添加。
source: If you are unable to add attachments to this article prompt, please add the article after it is posted first
th_th: หากคุณไม่สามารถเพิ่มไฟล์แนบในบทความนี้ได้ โปรดเผยแพร่บทความก่อนแล้วจึงเพิ่ม
zh_tw: 如遇無法添加附件到本文章提示，請先將文章發佈文後添加。

# 本站已开启作者分成奖励，您发布的资源有人购买时，成交价的(%s%%)收入将发放至您的佣金。
source: The site has opened the author's share of the reward, you publish the resources someone to buy, the transaction price of (%s%%) income will be issued to your commission
th_th: ไซต์นี้ได้เปิดใช้งานการแบ่งปันรางวัลของผู้เขียน เมื่อมีคนซื้อทรัพยากรที่คุณเผยแพร่ (%s%%) ของราคาการทำธุรกรรมจะถูกแบ่งให้กับค่าคอมมิชชั่นของคุณ
zh_tw: 本站已開啟作者分成獎勵，您發佈的資源有人購買時，成交價的（%s%%）收入將發放至您的傭金。

# 文章标题
source: Article Title
th_th: ชื่อบทความ
zh_tw: 文章標題

# 请输入文章标题
source: Please enter the article title
th_th: กรุณากรอกชื่อบทความ
zh_tw: 請輸入文章標題

# 文章内容
source: Article content
th_th: เนื้อหาบทความ
zh_tw: 文章內容

# 启用付费下载
source: Enable paid downloads
th_th: เปิดใช้งานการดาวน์โหลดแบบชำระเงิน
zh_tw: 啟用付費下載

# 启用付费音视频
source: Enable paid audio and video
th_th: เปิดใช้งานเสียงและวิดีโอแบบชำระเงิน
zh_tw: 啟用付費音視頻

# 价格信息
source: Price Information
th_th: ข้อมูลราคา
zh_tw: 價格資訊

# 免费购买
source: Free Purchase
th_th: ซื้อฟรี
zh_tw: 免費購買

# 禁止购买
source: Prohibition of purchase
th_th: ห้ามซื้อ
zh_tw: 禁止購買

# 优惠折扣
source: Discount
th_th: การลดราคา
zh_tw: 優惠折扣

# 0.N折
source: 0.N Discount
th_th: ส่วนลด 0.N
zh_tw: 0.N折

# 下载信息
source: Download Info
th_th: ดาวน์โหลดข้อมูล
zh_tw: 下載資訊

# 资源名称
source: Resource Name
th_th: ชื่อทรัพยากร
zh_tw: 資源名稱

# 下载密码
source: Download Password
th_th: ดาวน์โหลดรหัสผ่าน
zh_tw: 下載密碼

# 下载地址
source: Download Link
th_th: ลิ้งค์ดาวน์โหลด
zh_tw: 下載地址

# 预览地址
source: Preview Address
th_th: ดูตัวอย่างที่อยู่
zh_tw: 預覽地址

# 自定义按钮
source: Custom buttons
th_th: ปุ่มกำหนดเอง
zh_tw: 自定義按鈕

# 选填,格式:按钮名称|Url地址
source: Optional,Format:Button Name|Url Address
th_th: ไม่บังคับ รูปแบบ: ชื่อปุ่ม|ที่อยู่ URL
zh_tw: 選填，格式：按鈕名稱|Url地址

# 音视频信息
source: Audio and video information
th_th: ข้อมูลเสียงและวิดีโอ
zh_tw: 音視頻資訊

# 免费播放
source: Free Play
th_th: เล่นฟรี
zh_tw: 免費播放

# 媒体名称
source: Media Name
th_th: ชื่อสื่อ
zh_tw: 媒體名稱

# 封面地址
source: Cover Address
th_th: ที่อยู่ปก
zh_tw: 封面地址

# 播放地址
source: Play address
th_th: ที่อยู่เล่น
zh_tw: 播放地址

# 发布
source: Publish
th_th: ปล่อย
zh_tw: 發佈

# 状态
source: Status
th_th: สถานะ
zh_tw: 狀態

# 已发布
source: Published
th_th: ที่ตีพิมพ์
zh_tw: 已發佈

# 等待审核
source: Awaiting review
th_th: กลั่นกรอง
zh_tw: 等待稽核

# 草稿
source: Draft
th_th: ร่าง
zh_tw: 草稿

# 文章形式
source: Article Format
th_th: รูปแบบของบทความ
zh_tw: 文章形式

# 标准
source: Standard
th_th: มาตรฐาน
zh_tw: 標準

# 图片
source: Image
th_th: รูปภาพ
zh_tw: 圖片

# 视频
source: Video
th_th: วิดีโอ
zh_tw: 視頻

# 音频
source: Audio
th_th: เสียง
zh_tw: 音訊

# 分类栏目
source: Category section
th_th: คอลัมน์การจำแนกประเภท
zh_tw: 分類欄目

# 选择分类
source: Select Category
th_th: เลือกหมวดหมู่
zh_tw: 選擇分類

# 文章标签
source: Tags
th_th: แท็กบทความ
zh_tw: 文章標籤

# 多个标签用,隔开
source: Multiple tags separated by ,
th_th: ใช้ป้ายกำกับหลายอันเพื่อแยกออกจากกัน
zh_tw: 多個標籤用,隔開

# 缩略图
source: thumbnail
th_th: ภาพขนาดย่อ
zh_tw: 縮略圖

# 更新文章
source: Update article
th_th: อัปเดตบทความ
zh_tw: 更新文章

# 返回投稿管理
source: Return to submission management
th_th: กลับไปที่การจัดการการส่ง
zh_tw: 返回投稿管理

# 本站VIP
source: Site VIP
th_th: VIP ของเว็บไซต์นี้
zh_tw: 本站VIP

# 加入本站VIP，畅享海量资源
source: Join our VIP and enjoy massive resources
th_th: เข้าร่วมวีไอพีของไซต์นี้และเพลิดเพลินไปกับทรัพยากรมหาศาล
zh_tw: 加入本站VIP，暢享海量資源

# %s天
source: %s Days
th_th: %s วัน
zh_tw: %s天

# 永久
source: Permanent
th_th: ถาวร
zh_tw: 永久

# 尊享%s特权%s
source: Exclusive %s privileges for %s
th_th: เพลิดเพลินไปกับ %s สิทธิพิเศษ %s
zh_tw: 尊享%s特權%s

# 平均每天仅需%s%s
source: Average %s%s%s per day only
zh_tw: 平均每天僅需%s%s

# 登录后升级
source: Upgrade after login
th_th: อัปเกรดหลังจากเข้าสู่ระบบ
zh_tw: 登入後陞級

# 立即开通
source: Activate Now
th_th: เปิดใช้งานทันที
zh_tw: 立即開通

# 立即升级
source: Upgrade Now
th_th: อัพเกรดทันที
zh_tw: 立即升級

# 立即续费
source: Renew Now
th_th: ต่ออายุตอนนี้
zh_tw: 立即續費

# 已获得权限
source: Permission obtained
th_th: ได้รับอนุญาต
zh_tw: 已獲得權限

# VIP会员说明
source: VIP Member Description
th_th: คำแนะนำสำหรับสมาชิกวีไอพี
zh_tw: VIP會員說明

# 开通会员常见问题说明及介绍
source: Explanation and Introduction to Frequently Asked Questions for Opening Members
th_th: คำอธิบายและแนะนำคำถามที่พบบ่อยเกี่ยวกับการเปิดใช้งานการเป็นสมาชิก
zh_tw: 開通會員常見問題說明及介紹

# 隐藏内容
source: Hidden Content
th_th: ซ่อนเนื้อหา
zh_tw: 隱藏內容

# 本内容需登录后查看
source: This content requires permission to view
th_th: คุณต้องเข้าสู่ระบบเพื่อดูเนื้อหานี้
zh_tw: 本內容需權限查看

# 登录后查看
source: Login to view
th_th: เข้าสู่ระบบเพื่อดู
zh_tw: 登錄後查看

# 已获得查看权限
source: View access granted
th_th: ดูสิทธิ์ที่ได้รับ
zh_tw: 已獲得查看權限

# 本内容需评论后查看
source: This content requires permission to view
th_th: เนื้อหานี้จะต้องดูหลังจากการแสดงความคิดเห็น
zh_tw: 本內容需權限查看

# 评论后查看
source: View after comment
th_th: ดูหลังจากแสดงความคิดเห็น
zh_tw: 評論後查看

# 本内容需权限查看
source: This content requires permission to view
th_th: เนื้อหานี้ต้องได้รับอนุญาตในการดู
zh_tw: 本內容需權限查看

# 购买查看权限
source: Buy View Access
th_th: ซื้อสิทธิ์ในการรับชม
zh_tw: 購買查看權限

# 原价
source: Original Price
th_th: ราคาเดิม
zh_tw: 原價

# %s折
source: %s%% off
th_th: ส่วนลด %s
zh_tw: %s折

# 不可购买
source: No buy access
th_th: ไม่สามารถซื้อได้
zh_tw: 不可購買

# 已有<span>%d</span>人解锁查看
source: <span>%d</span> people have unlocked to see
th_th: <span>%d</span> คนได้ปลดล็อคและดูมันแล้ว
zh_tw: 已有<span>%d</span>人解鎖查看

# 本内容登录后免费查看
source: This content is free to view after login
th_th: เนื้อหานี้สามารถดูได้ฟรีหลังจากเข้าสู่ระบบ
zh_tw: 本內容登錄後免費查看

# [编辑]
source: [Edit]
th_th: [แก้ไข]
zh_tw: [編輯]

# 相关文章
source: Related Articles
th_th: บทความที่เกี่ยวข้อง
zh_tw: 相關文章

# 分享
source: Share
th_th: แบ่งปัน
zh_tw: 分享

# 取消收藏
source: Remove from Favorites
th_th: ยกเลิกรายการโปรด
zh_tw: 取消收藏

# 内容分页
source: Content Pagination
th_th: การแบ่งหน้าเนื้อหา
zh_tw: 內容分頁

# 第%d集
source: Episode %d
th_th: ตอนที่ %d
zh_tw: 第%d集

# 本内容需权限播放
source: This content requires permission to play
th_th: เนื้อหานี้ต้องได้รับอนุญาตในการเล่น
zh_tw: 本內容需權限播放

# 购买播放权限
source: Buy Play Access
th_th: ซื้อสิทธิ์ในการเล่น
zh_tw: 購買播放權限

# 已有<span>%d</span>人解锁播放
source: Already <span>%d</span> people have unlocked play
th_th: <span>%d</span> คนได้ปลดล็อคการเล่นแล้ว
zh_tw: 已有<span>%d</span>人解鎖播放

# 本内容登录后免费播放
source: This content is free to play after login
th_th: เนื้อหานี้เล่นได้ฟรีหลังจากเข้าสู่ระบบ
zh_tw: 本內容登錄後免費播放

# 登录后播放
source: Login to play
th_th: เล่นหลังจากเข้าสู่ระบบ
zh_tw: 登錄後播放

# (共%d集)
source: (%d episodes in total)
th_th: (ทั้งหมด %d ตอน)
zh_tw: (共%d集)

# 推广中心
source: Promotion Center
th_th: ศูนย์ส่งเสริม
zh_tw: 推廣中心

# 您的推广链接
source: Your referral link
th_th: ลิงค์ส่งเสริมการขายของคุณ
zh_tw: 您的推廣鏈接

# 累计佣金
source: Accumulated Commission
th_th: ค่าคอมมิชชั่นสะสม
zh_tw: 累計佣金

# 可提现
source: Withdrawable
th_th: สามารถถอนออกได้
zh_tw: 可提現

# 申请提现
source: Apply for withdrawal
th_th: สมัครเพื่อถอนเงิน
zh_tw: 申請提現

# 已成功推广注册
source: Successfully promoted registration
th_th: เลื่อนขั้นการลงทะเบียนเรียบร้อยแล้ว
zh_tw: 已成功推廣註冊

# 暂无用户通过您的推广链接注册
source: No users registered through your referral link
th_th: ยังไม่มีผู้ใช้ที่ลงทะเบียนผ่านลิงก์โปรโมชั่นของคุณ
zh_tw: 暫無用戶通過您的推廣鏈接註冊

# 推广说明：
source: Promotion Description:
th_th: คำอธิบายโปรโมชั่น:
zh_tw: 推廣說明：

# 佣金记录
source: Commission records
th_th: บันทึกค่าคอมมิชชั่น
zh_tw: 傭金記錄

# 最近20条
source: Last 20 items
th_th: 20รายการสุดท้าย
zh_tw: 最近20條

# 推广类型
source: Promotion Type
th_th: ประเภทโปรโมชั่น
zh_tw: 推廣類型

# 购买人：
source: Buyer:
th_th: ผู้ซื้อ:
zh_tw: 購買人：

# 订单金额：￥
source: Order Amount: ￥
th_th: จำนวนสั่งซื้อ:￥
zh_tw: 訂單金額：￥

# 佣金收益：
source: Commission Earnings:
th_th: รายได้ค่าคอมมิชชั่น:
zh_tw: 佣金收益：

# 状态：
source: Status:
th_th: สถานะ:
zh_tw: 狀態：

# 暂无记录
source: No records available
th_th: ไม่มีบันทึก
zh_tw: 暫無記錄

# 今日已签到
source: Checked in today
th_th: ลงชื่อเข้าใช้วันนี้
zh_tw: 今日已簽到

# 签到领取
source: check in to get
th_th: ลงชื่อเข้าใช้และรวบรวม
zh_tw: 簽到領取

# 当前账户余额
source: Current Account Balance
th_th: ยอดเงินในบัญชีปัจจุบัน
zh_tw: 當前賬戶餘額

# 充值余额
source: Recharge Balance
th_th: เติมเงินยอดคงเหลือ
zh_tw: 充值餘額

# 请选择充值数量
source: Please select the recharge amount
th_th: กรุณาเลือกจำนวนเงินที่เติม
zh_tw: 請選擇充值數量

# 充值说明
source: Recharge Instructions
th_th: คำแนะนำการเติมเงิน
zh_tw: 充值說明

# 兑换
source: Exchange
th_th: แลกเปลี่ยน
zh_tw: 兌換

# 使用CDK码兑换站内币
source: Use CDK code to exchange site currency
th_th: ใช้รหัส CDK เพื่อแลกสกุลเงินของไซต์
zh_tw: 使用CDK碼兌換站內幣

# 立即兑换
source: Exchange Now
th_th: แลกเลย
zh_tw: 立即兌換

# 购买CDK
source: Buy CDK
th_th: ซื้อซีดีเค
zh_tw: 購買CDK

# 获取记录（最近10条）
source: Records of transactions (last 10 items)
th_th: รับบันทึก (10 รายการล่าสุด)
zh_tw: 獲取記錄（最近10條）

# 充值金额：￥%1$s（%2$s）
source: Recharge amount: ￥%1$s (%2$s)
th_th: จำนวนการเติมเงิน: ￥%1$s (%2$s)
zh_tw: 充值金額：￥%1$s（%2$s）

# 支付方式：%s
source: Payment Method: %s
th_th: วิธีการชำระเงิน
zh_tw: 支付方式：%s

# 下载IP：
source: Download IP:
th_th: ดาวน์โหลดไอพี:
zh_tw: 下載IP：

# 下载次数：
source: Download Count:
th_th: เวลาในการดาวน์โหลด:
zh_tw: 下載次數：

# 收藏列表
source: Favorites List
th_th: รายการโปรด
zh_tw: 收藏列表

# 注册时间：%s
source: Registration Time: %s
th_th: เวลาลงทะเบียน: %s
zh_tw: 註冊時間：%s

# 到期时间：%s
source: Expiration Time: %s
th_th: เวลาหมดอายุ: %s
zh_tw: 到期時間：%s

# 每天可下载数(%d)
source: Maximum downloads per day (%d)
th_th: จำนวนการดาวน์โหลดต่อวัน (%d)
zh_tw: 每天可下載數(%d)

# 今日已用(%d)
source: Today's usage (%d)
th_th: ใช้วันนี้ (%d)
zh_tw: 今日已用(%d)

# 今日剩余(%d)
source: Today's remaining (%d)
th_th: เหลือวันนี้ (%d)
zh_tw: 今日剩餘(%d)

# 订单记录
source: Order Records
th_th: บันทึกการสั่งซื้อ
zh_tw: 訂單記錄

# 订单号：
source: Order ID:
th_th: หมายเลขคำสั่งซื้อ:
zh_tw: 訂單號：

# 支付金额：
source: Payment Amount:
th_th: จำนวนเงินที่ชำระ:
zh_tw: 支付金額：

# 支付方式：
source: Payment method:
th_th: วิธีการชำระเงิน:
zh_tw: 支付方式：

# 上传头像
source: Upload Avatar
th_th: อัพโหลดรูปประจำตัว
zh_tw: 上傳頭像

# 显示昵称
source: Display Nickname
th_th: แสดงชื่อเล่น
zh_tw: 顯示暱稱

# 联系QQ
source: Contact QQ
th_th: ติดต่อคิวคิว
zh_tw: 聯繫QQ

# 个人介绍
source: Personal Introduction
th_th: การแนะนำตัวเอง
zh_tw: 個人介紹

# 保存资料
source: Save Information
th_th: บันทึกข้อมูล
zh_tw: 保存資料

# 账户绑定
source: Account Binding
th_th: การผูกบัญชี
zh_tw: 帳戶綁定

# 当前邮箱
source: Current Email
th_th: อีเมลปัจจุบัน
zh_tw: 當前郵箱

# 新邮箱地址
source: Email address
th_th: ที่อยู่อีเมลใหม่
zh_tw: 新郵箱地址

# 快捷登录绑定信息
source: Quick Login/Register
th_th: ข้อมูลการผูกเข้าสู่ระบบด่วน
zh_tw: 快捷登入綁定資訊

# 绑定QQ登录
source: Bind QQ login
th_th: ผูกข้อมูลเข้าสู่ระบบ QQ
zh_tw: 綁定QQ登入

# 解绑QQ登录
source: Unbind QQ login
th_th: ยกเลิกการผูกข้อมูลเข้าสู่ระบบ QQ
zh_tw: 解綁QQ登入

# 绑定微信登录
source: Bind WeChat login
th_th: ผูกข้อมูลเข้าสู่ระบบ WeChat
zh_tw: 綁定微信登入

# 解绑微信登录
source: Unbind WeChat login
th_th: ยกเลิกการผูกข้อมูลเข้าสู่ระบบ WeChat
zh_tw: 解綁微信登入

# 确认修改邮箱
source: Confirm Email Change
th_th: ยืนยันอีเมลที่แก้ไข
zh_tw: 確認修改郵箱

# 密码修改
source: Password change
th_th: เปลี่ยนรหัสผ่าน
zh_tw: 密碼修改

# 邮箱信息
source: Email Information
th_th: ข้อมูลอีเมล์
zh_tw: 郵箱信息

# 旧密码
source: Old Password
th_th: รหัสผ่านเก่า
zh_tw: 舊密碼

# 确认修改密码
source: Confirm Password Change
th_th: ยืนยันการเปลี่ยนรหัสผ่าน
zh_tw: 確認修改密碼

# 工单列表
source: Tickets List
th_th: รายการสั่งงาน
zh_tw: 工單清單

# 新建工单
source: New Ticket
th_th: สร้างใบสั่งงานใหม่
zh_tw: 新建工單

# 工单详情
source: Ticket Details
th_th: รายละเอียดการสั่งงาน
zh_tw: 工單詳情

# 返回工单列表
source: Back to ticket list
th_th: กลับไปยังรายการสั่งงาน
zh_tw: 返回工單清單

# 查看附件
source: View attachment
th_th: ดูเอกสารแนบ
zh_tw: 查看附件

# 工单回复内容：
source: Ticket response content:
th_th: เนื้อหาตอบกลับใบสั่งงาน:
zh_tw: 工單回復內容：

# 删除工单
source: Delete Ticket
th_th: ลบตั๋ว
zh_tw: 删除工單

# 获取工单信息失败
source: Failed to get work order information
th_th: ไม่สามารถรับข้อมูลใบสั่งงานได้
zh_tw: 獲取工單資訊失敗

# 创建人
source: Created by
th_th: ผู้สร้าง
zh_tw: 創建人

# 工单类型
source: Ticket Type
th_th: ชนิดใบสั่งงาน
zh_tw: 工單類型

# 工单标题
source: Ticket Title
th_th: ชื่อใบสั่งงาน
zh_tw: 工單標題

# 描述
source: Description
th_th: อธิบาย
zh_tw: 描述

# 提交工单
source: Submit Ticket
th_th: ส่งงานสั่งทำ
zh_tw: 提交工單

# 投稿管理
source: Submission Management
th_th: การจัดการการส่ง
zh_tw: 投稿管理

# 新建投稿
source: New submission
th_th: ยื่นใหม่
zh_tw: 新建投稿

# 待审核
source: Pending
th_th: รอการตรวจสอบ
zh_tw: 待稽核

# 回收站
source: recycle
th_th: ถังขยะรีไซเคิล
zh_tw: 回收站

# 删除
source: Delete
th_th: ลบ
zh_tw: 删除工單

# 会员中心
source: VIP Center
th_th: ศูนย์สมาชิก
zh_tw: 會員中心

# 加入
source: Join
th_th: เข้าร่วม
zh_tw: 加入

# 每天可下载数
source: Maximum downloads per day
th_th: จำนวนการดาวน์โหลดต่อวัน
zh_tw: 每天可下載數

# 今日已用次数
source: Today's usage count
th_th: จำนวนครั้งที่ใช้ในวันนี้
zh_tw: 今日已用次數

# 今日剩余次数
source: Today's remaining count
th_th: เวลาที่เหลืออยู่ของวันนี้
zh_tw: 今日剩餘次數

# 下载使用率
source: Download Usage Rate
th_th: ดาวน์โหลดการใช้งาน
zh_tw: 下載使用率

# 会员开通
source: VIP Activation
th_th: การเปิดใช้งานสมาชิก
zh_tw: 會員開通

# 会员兑换
source: VIP Exchange
th_th: การไถ่ถอนสมาชิก
zh_tw: 會員兌換

# 使用CDK码兑换VIP特权
source: Use CDK code to exchange VIP privileges
th_th: ใช้รหัส CDK เพื่อแลกสิทธิ์ VIP
zh_tw: 使用CDK碼兌換VIP特權

# VIP获取记录（最近10条）
source: Records of VIP acquisition (last 10 items)
th_th: บันทึกการได้มาของ VIP (10 รายการล่าสุด)
zh_tw: VIP獲取記錄（最近10條）

# 订单类型：%s
source: Order Type: %s
th_th: ประเภทคำสั่ง: %s
zh_tw: 訂單類型：%s

# 支付金额：￥%1$s（%2$s）
source: Payment Amount: ￥%1$s (%2$s)
th_th: จำนวนเงินที่ชำระ: ￥%1$s (%2$s)
zh_tw: 支付金額：￥%1$s（%2$s）

# 欢迎访问%s，网址：%s
source: Welcome to %s at %s
th_th: ยินดีต้อนรับสู่ %s URL: %s
zh_tw: 歡迎訪問%s，網址：%s

# 已被领取使用
source: Received and used
th_th: ได้รับและใช้แล้ว
zh_tw: 已被領取使用

# 搜索热词
source: Search Keywords
th_th: ค้นหาคำร้อนแรง
zh_tw: 搜索熱詞

# 等级
source: Level
th_th: ระดับ
zh_tw: 等級

# 文章
source: Articles
th_th: บทความ
zh_tw: 文章

# 评论
source: Comments
th_th: ความคิดเห็น
zh_tw: 評論

# 查看作者其他文章
source: See other articles by the author
th_th: ดูบทความอื่นๆ ของผู้เขียน
zh_tw: 查看作者其他文章

# 下载
source: Download
th_th: ดาวน์โหลด
zh_tw: 下載

# 本资源需权限下载
source: This resource requires permission to download
th_th: ทรัพยากรนี้ต้องได้รับอนุญาตในการดาวน์โหลด
zh_tw: 本資源需權限下載

# 购买下载权限
source: Buy download
th_th: ซื้อสิทธิ์การดาวน์โหลด
zh_tw: 購買下載權限

# 已有<span>%d</span>人解锁下载
source: <span>%d</span> people have unlocked to download
th_th: <span>%d</span> คนได้ปลดล็อคและดาวน์โหลดแล้ว
zh_tw: 已有<span>%d</span>人解鎖下載

# 本资源登录后免费下载
source: This resource is free to download after login
th_th: ทรัพยากรนี้สามารถดาวน์โหลดได้ฟรีหลังจากเข้าสู่ระบบ
zh_tw: 本資源登錄後免費下載

# 登录后下载
source: Login to download
th_th: ดาวน์โหลดหลังจากเข้าสู่ระบบ
zh_tw: 登錄後下載

# 免费下载
source: Free Download
th_th: ดาวน์โหลดฟรี
zh_tw: 免費下載

# 已获得下载权限
source: Download permission granted
th_th: ดาวน์โหลดสิทธิ์ที่ได้รับ
zh_tw: 已獲得下載權限

# 密码:
source: Password:
th_th: รหัสผ่าน:␣
zh_tw: 密碼:

# 查看预览
source: View Preview
th_th: ดูตัวอย่าง
zh_tw: 查看預覽

# 累计销量
source: Cumulative Sales
th_th: ยอดขายสะสม
zh_tw: 累計銷量

# 最近更新
source: Recent Updates
th_th: อัพเดทล่าสุด
zh_tw: 最近更新

# 包含资源
source: Includes Resources
th_th: ประกอบด้วยทรัพยากร
zh_tw: 包含資源

# (%d个)
source: (%d items)
th_th: (%d รายการ)
zh_tw: (%d個)

# 暂无排行
source: No ranking available
th_th: ยังไม่มีอันดับ.
zh_tw: 暫無排行
